/* plugin name */
"Application" = "应用";

/* Application not found error - title */
"Application not found" = "未找到应用";

/* Application not supported - message
   Filetype not supported error - title */
"Application not supported" = "不支持应用";

/* Application not supported - informative text */
"Apps must support opening images or videos." = "应用程序必须支持打开图像或视频。";

/* Supported applications message */
"Only supported applications can be selected" = "只能选择支持的应用程序";

/* Application not found error - message */
"Please reconfigure this share destination and try again. To edit the share destination, select Snagit > Preferences > Share tab and select the destination to edit." = "请重新配置该共享目的地并重试。如需编辑共享目的地，选择“Snagit > 首选项 > 共享标签”，并选择要编辑的目的地。";

/* Share destintation not configured error - title */
"Share destination not configured" = "未配置共享目的地";

/* plugin description */
"Share the capture to the selected application." = "将捕获的内容共享至选定的应用程序。";

/* Filetype not supported error - message */
"This application does not support .%@ files. Please change the export file format and try again" = "此应用程序不支持.%@文件。请更改导出文件格式并重试";

/* Share destintation not configured error - message */
"To select a supported application for this share destination, select Snagit > Preferences > Share tab. Select the share destination and click Choose Application." = "如需为这个共享目的地选择支持的应用程序，选择“Snagit > 首选项 > 共享标签”。选择共享目的地，并点击“选择应用程序”。";

